<?php

return [
    'error_time' => '',

    'create_point' => 'Данные отправлены! В ближайшее время, точка будет доступна в общем списке.',
    'error_point' => 'Произошла ошибка при добавлении новой точки!',

    'create_video' => 'Видео успешно добавлено!',
    'error_video' => 'Добавлять новые видео можно 1 раз в минуту',

    'create_comment' => 'Комментарий добавлен!',

    'create_contact' => 'Сообщение отправлено!',
    'error_contact' => 'Произошла ошибка, при попытке отправить сообщение!',
];
