<?php

return [
    'name' => 'Русская рыбалка',
    'fun-site' => 'Фан-сайт',
    'no-data' => 'Актуальных данных нет!',
    'no-data-v2' => 'Нет данных',
    'anonymous' => 'Аноним',
    'support' => 'Тех-поддержка',
    'section-dev' => 'Раздел находится в стадии разработки',
    'coordinate' => 'координаты',
    'more' => 'Подробнее',
    'donate' => 'Поддержать сайт',

    'navigation' => [
        'news' => 'Новости',
        'maps' => 'Водоемы и координаты',
        'video' => 'Стримы и видео',
        'wiki' => 'База знаний',
        'contact' => 'Контакты',
        'fish' => 'Список рыб',
        'items' => 'Предметы и цены',
        'weekly-records' => 'Недельные рекорды',
        'more' => 'Смотреть подробнее',
    ],

    'home' => [
        'new_video' => 'Новые видео по игре',
        'new_point' => 'Новые координаты ловли',
        'new_news' => 'Последние новости',
    ],

    'tackle' => [
        '1' => 'Поплавочная',
        '2' => 'Донная',
        '3' => 'Спиннинг',
    ],

    'video' => [
      'title' => 'Видео раздел по игре Русская рыбалка 4',
      'user-video' => 'Видео от наших пользователей',
    ],

    'map' => [
        'all-coordinate' => 'Всего координат',
        'required-level' => 'Требуемый уровень',
        'show-map' => 'Показать карту',
    ],

    'point' => [
        'fish-list' => 'Здесь можно поймать следующие виды рыб',
        'go-map' => 'Перейти к водоему',
        'info' => 'Подробная информация',
        'message' => [
            'line1' => 'Помните, что уловистым точкам нужно давать передышку. Если клев закончился, должно пройти немного времени, прежде чем на опустевшем месте вновь появится рыба.',
            'line2' => 'Также не стоит забывать про фазы, когда одна рыба сменяет другую на какой-то промежуток времени.',
            'line3' => 'Находясь на точке, можно ориентироваться по чату, что ловят в данный момент.',
        ],
        'fish-view' => 'Рыба, замеченная игроками',
    ],

    'fish' => [
        'title' => 'Список всех рыб и места их обитания',
        'name' => 'Название',
        'weight' => 'Вес',
        'title-weight' => 'Минимальный - максимальный вес рыбы',
        'where' => 'Где ловится',
        'coordinate-view' => 'Координаты на которых был замечен',
    ],

    'sidebar' => [
        'wiki' => 'База знаний по игре',
        'navigation' => 'Навигация',
    ]

];