<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы аутентификации
    |--------------------------------------------------------------------------
    |
    | Следующие языковые ресурсы используются во время аутентификации для
    | различных сообщений которые мы должны вывести пользователю на экран.
    | Вы можете свободно изменять эти языковые ресурсы в соответствии
    | с требованиями вашего приложения.
    |
    */

    'failed'   => 'Имя пользователя и пароль не совпадают.',
    'throttle' => 'Слишком много попыток входа. Пожалуйста, попробуйте еще раз через :seconds секунд.',

    'auth.new' => 'Зарегистрировать аккаунт',
    'auth.name' => 'Игровой ник или имя',
    'auth.email' => 'Почта',
    'auth.my_pass' => 'Пароль',
    'auth.reset_pass' => 'Забыли пароль?',
    'auth.drop_pass' => 'Сброс пароля',
    'auth.get_link' => 'Отправить ссылку для сброса пароля',
    'auth.access' => 'Восстановление доступа',
    'auth.change_pass' => 'Изменить пароль',
    'auth.pass' => 'Придумайте пароль',
    'auth.pass2' => 'Повторите пароль',
    'auth.login' => 'Авторизация',
    'auth.reg' => 'Регистрация',
    'auth.rules' => 'Согласие на обработку персональных данных',
    'auth.remember' => 'Запомнить меня',
    'auth.create' => 'Создать новый аккаунт',
    'auth.enter' => 'Войти',
    'auth.settings' => 'Данные профиля',
    'auth.update' => 'Обновить данные',
];
