<?php

return [

    // header
    'navbar.news'   => 'Новости',
    'navbar.maps'   => 'Карты',
    'navbar.fish'   => 'Рыба',
    'navbar.item'   => 'Предметы и цены',
    'navbar.cont'   => 'Контакты',
    'navbar.db'     => 'База знаний',
    'navbar.lure'   => 'Прикормка',
    'navbar.video'  => 'Стримы и видео',

    'navbar.title'  => 'Навигация',

    'navbar.registration'   => 'Регистрация',
    'navbar.options'        => 'Настройки',
    'navbar.logout'         => 'Выход',
    'navbar.login'          => 'Войти',

    // breadcrumbs
    'breadcrumbs.home'      => 'Главная',
    'breadcrumbs.allfish'   => 'Список всех рыб',
    'breadcrumbs.items'     => 'Игровые предметы',
    'breadcrumbs.maps'      => 'Все водоемы',

    // sidebar
    'sidebar.items.title'   => 'Игровые предметы и цены',
    'sidebar.dev' => 'Сайт находится на стадии разработки, поэтому не все работает, как хотелось бы.',
    'sidebar.ofsite' => 'официальный сайт',
    'sidebar.suppbtn' => '$$$ Поддержать разработчика',
    'sidebar.dontext' => 'Вы можете поддержать меня (разработчика данного сайта) в игре (игровой ник: Fluder) или материально.',
    'sidebar.returnmap' => 'Перейти к карте',

    // categories
    'categories.udilishcha'     => 'Удилища',
    'categories.katushki'       => 'Катушки',
    'categories.prikormka'      => 'Прикормка',

    'categories.sub.makhovye'           => 'Маховые',
    'categories.sub.spinningovye'       => 'Спиннинговые',
    'categories.sub.fidery'             => 'Фидеры',
    'categories.sub.karpovye'           => 'Карповые',
    'categories.sub.matchevye'          => 'Матчевые',
    'categories.sub.dzherkovye'         => 'Джерковые',


    'categories.sub.bezynertsionnye'    => 'Безынерционные',

    'categories.sub.osnovy'         => 'Основы',
    'categories.sub.dobavki'        => 'Добавки',
    'categories.sub.aromatizatory'  => 'Ароматизаторы',

    // items
    'items.price'  => 'Цена',
    'items.price.min'  => 'Цена [мин]',
    'items.price.max'  => 'Цена [макс]',
    'items.price.from' => 'от',
    'items.sort'       => 'Сортировка',

    'items.table.image' => 'Изображение',
    'items.table.name'  => 'Название + параметры',
    'items.table.desc'  => 'Подробная информация',
    'items.table.button'  => 'Подробнее',
    'items.table.close'  => 'Закрыть',
    'items.report' => 'Сообщить об ошибке',

    'items.stat.strength' => 'Прочность',
    'items.stat.length' => 'Длина',
    'items.stat.size' => 'Размер',
    'items.stat.brake' => 'Фр. тормоз',
    'items.stat.type' => 'Тип',
    'items.stat.sens' => 'Чувствительность',
    'items.stat.mode' => 'Строй',
    'items.stat.rigidity' => 'Жесткость',
    'items.stat.power' => 'Мощность',
    'items.stat.test' => 'Тест',
    'items.stat.weight' => 'Масса',
    'items.stat.ban' => 'Ограничения',
    'items.stat.bonus' => 'Бонус',
    'items.stat.per' => 'Пер. число',
    'items.stat.skill' => 'Умение',

    'items.stat.kg' => 'кг',
    'items.stat.metr' => 'м',
    'items.stat.gramm' => 'г',

    // register
    'reg.name' => 'Игровой ник или имя',
    'reg.pass' => 'Придумайте пароль',
    'reg.pass2' => 'Повторите пароль',
    'reg.rules' => 'согласие на обработку',
    'reg.btn' => 'Регистрация',

    // login
    'login.email' => 'Почта',
    'login.pass' => 'Пароль',
    'login.save' => 'Запомнить меня',
    'login.enter' => 'Войти',
    'login.title' => 'Авторизация',

    // support
    'supportme' => 'Проект rufish4 не коммерческий и прибыли не приносит, на содержания такого сайта необходимы средства (аренда, обслуживание сервера). Вы можете на добровольной основе поддержать меня (разработчика данного сайта) материально, через специальную форму, расположенную внизу страницы.',
    'suppbtn' => 'Материальная поддержка',

    // fish
    'fishlist' => 'Список всех рыб и места их обитания',
    'fish_title' => 'Рыба',
    'fish_loc' => 'Где ловится',
    'fish_coor' => 'Координаты ловли рыбы',
    'fish_desc' => 'Здесь только те координаты, которые добавили к нам на сайт наши пользователи.',


    // lure
    'lure_add' => 'Добавить свой рецепт прикорма', // Add your own recipe
    'lure_fish' => 'Прикормка для рыбы', // Groundbaits for fish
    'lure_collapse' => 'Развернуть или свернуть список', // Expand or collapse the list
    'lure_rec' => 'Рецепт', // Recipe
    'lure_notdata' => 'Пока что данных нет :(', // No data yet
    'lure.osnovy'         => 'Основа',
    'lure.dobavki'        => 'Добавка',
    'lure.aromatizatory'  => 'Ароматизатор',
    'lure.skill' => 'Необходимый уровень навыка', // Skill level required


    'fish' => [
        '1' => 'Амур белый',
        '2' => 'Амур чёрный',
        '3' => 'Белоглазка',
        '4' => 'Берш',
        '5' => 'Голавль',
        '6' => 'Голец арктический',
        '7' => 'Голец Куорский',
        '8' => 'Густера',
        '9' => 'Дрейссена речная',
        '10' => 'Елец',
        '11' => 'Ёрш',
        '12' => 'Ёрш-носарь',
        '13' => 'Жерех',
        '14' => 'Карась золотой',
        '15' => 'Карась серебряный',
        '16' => 'Карп голый',
        '17' => 'Карп зеркальный',
        '18' => 'Карп обыкновенный',
        '19' => 'Краснопёрка',
        '20' => 'Лещ',
        '21' => 'Линь',
        '22' => 'Линь золотистый',
        '23' => 'Лосось атлантический',
        '24' => 'Лягушка',
        '25' => 'Налим',
        '26' => 'Окунь',
        '27' => 'Осётр русский',
        '28' => 'Палия обыкновенная',
        '29' => 'Перловица',
        '30' => 'Пескарь обыкновенный',
        '31' => 'Плотва обыкновенная',
        '32' => 'Подлещик',
        '33' => 'Подуст',
        '34' => 'Рак речной',
        '35' => 'Ротан',
        '36' => 'Рыбец',
        '37' => 'Ряпушка',
        '38' => 'Сазан',
        '39' => 'Синец',
        '40' => 'Сом',
        '41' => 'Стерлядь',
        '42' => 'Судак',
        '43' => 'Таймень',
        '44' => 'Толстолобик белый',
        '45' => 'Толстолобик пёстрый',
        '46' => 'Угорь',
        '47' => 'Уклейка',
        '48' => 'Усач обыкновенный',
        '49' => 'Форель озерная',
        '50' => 'Форель ручьевая',
        '51' => 'Форель севанская',
        '52' => 'Хариус европейский',
        '53' => 'Чехонь',
        '54' => 'Щука обыкновенная',
        '55' => 'Язь',
        '56' => 'Колюшка трёхиглая',
        '57' => 'Корюшка',
        '58' => 'Гольян',
        '59' => 'Осётр балтийский',
        '60' => 'Палия кряжевая',
        '61' => 'Палия лудожная',
        '62' => 'Рипус',
        '63' => 'Сиг волховский',
        '64' => 'Сиг валаамский',
        '65' => 'Сиг вуоксинский',
        '66' => 'Сиг-лудога',
        '67' => 'Белорыбица',
        '68' => 'Белуга каспийская',
        '69' => 'Буффало большеротый',
        '70' => 'Буффало чёрный',
        '71' => 'Вобла',
        '72' => 'Вьюн',
        '73' => 'Колюшка малая южная',
        '74' => 'Кутум',
        '75' => 'Лещ восточный',
        '76' => 'Лосось каспийский',
        '77' => 'Минога каспийская',
        '78' => 'Осётр персидский',
        '79' => 'Пузанок каспийский',
        '80' => 'Севрюга',
        '81' => 'Сельдь Бражникова',
        '82' => 'Сельдь Кесслера',
        '83' => 'Сом альбинос',
        '84' => 'Усач короткоголовый',
        '85' => 'Шемая каспийская',
        '86' => 'Шип',

    ],


];
