<?php

    return [
        'home' =>[
            'title' => 'Интерактивные карты и база знаний - Русская рыбалка 4',
            'description' => 'Интерактивные карты для игры Русская рыбалка 4, тут Вы можете посмотреть координаты рыбных мест для всех водоемов.',
        ],

        'contact' => [
            'title' => 'Контакты и обратная связь - Русская рыбалка 4',
            'description' => 'Контакты и обратная связь',
        ],

        'video' => [
            'title' => 'Стримы и видео - Русская рыбалка 4',
            'description' => 'Стримы и видео по игре Русская рыбалка 4',
        ],

        'fish' => [
            'title' => 'Список всех рыб и места где их можно поймать - Русская рыбалка 4',
            'description' => 'В игре Русская рыбалка 4 присутствует огромное количество разных рыб, здесь мы перечислим их всех, а также рассмотрим места, где их можно поймать.',
        ],

        'map' => 'Координаты для карты :map, лучшие места для рыбалки. Здесь вы найдете информацию по рыбам и наживкам и легко определитесь, на что лучше ловить.',

        'point' => 'Русская рыбалка 4, ловим рыбу по координатам: :location, на карте :map. Также рассмотрим подходящие наживки для более успешной ловли рыбы.',

        'profile.show' => 'Мой профиль',
        'profile.settings' => 'Настройки профиля',

        'coordinate' => [
            'title' => 'Обзор точек на :location - :map - Русская рыбалка 4',
            'description' => 'Карта: :map. Обзор всех точек по координатам :location, здесь также можно найти список рыб которые обитают в данном месте.',
        ]

    ];